/* A tamper protection password is required to install over the existing product. */
"A tamper protection password is required to install over the existing product." = "Es necesaria la contraseña de la protección contra manipulaciones para reinstalar el producto existente.";

/* Are you sure you want to cancel the download? */
"Are you sure you want to cancel the download?" = "¿Está seguro de que desea cancelar la descarga?";

/* (No Commment) */
"Authentication is required to allow download Sophos Endpoint." = "Es necesario autenticarse para poder descargar Sophos Endpoint.";

/* (No Commment) */
"Below are the minimum requirements:\n\nPlatform:  10.15\nFree Disk Space:    1.5 GB\nCannot have SGN 8 Enterprise Full Disk Encryption installed\n\n" = "Estos son los requisitos mínimos:\n\nPlataforma:  10.15\nEspacio en disco libre:    1.5 GB\nNo se puede instalar SGN 8 Enterprise Full Disk Encryption\n\n";

/* (No Commment) */
"Below are the minimum requirements:\n\nPlatform:  10.15\nFree Disk Space:    1.5 GB\n\n" = "Estos son los requisitos mínimos:\n\nPlataforma:  10.15\nEspacio en disco libre:    1.5 GB\n\n";

/* Cancel */
"Cancel" = "Cancelar";

/* Connecting... */
"Connecting..." = "Conectando...";

/* Contact your computer systems administrator or Sophos Technical Support for further assistance. */
"Contact your computer systems administrator or Sophos Technical Support for further assistance." = "Para obtener más ayuda, póngase en contacto con el administrador de los sistemas informáticos o el soporte técnico de Sophos.";

/* Contact support */
"Contact support" = "Contact IT or Sophos Support if you need help.";

/* Continue */
"Continue" = "Continuar";

/* Device Encryption: Protects your data if your device is lost or stolen. */
"Device Encryption: Protects your data if your device is lost or stolen." = "Device Encryption: Protege sus datos si pierde su dispositivo o se lo roban.";

/* OK button in alerts */
"OK" = "Aceptar";

/* Registering view */
"Registering..." = "Registrando...";

/* Downloading... */
"Downloading..." = "Descargando...";

/* Failed to receive configuration */
"Failed to receive configuration" = "No se pudo recibir la configuración";

/* Failed to register with Sophos Central */
"Failed to register with Sophos Central" = "No se pudo registrar Sophos Central";

/* Further information is available in */
"Further information is available in " = "Más información disponible en ";

/* Insecure directory warning KBA */
"Further information is available in KBA 131749" = "Más información disponible en el artículo de la base de conocimiento 131749";

/* Insecure directory warning */
"Insecure ownership or permissions were detected on one or more system directories." = "Se han detectado posesiones o permisos no seguros en uno o más directorios del sistema.";

/* Install */
"Install" = "Instalar";

/* Installer */
"Installer" = " ";

/* Installing... */
"Installing..." = "Instalando...";

/* Intercept X: Protects against ransomware and exploits. */
"Intercept X: Protects against ransomware and exploits." = "Intercept X: Protege contra ransomware y exploits.";

/* Preparing download, this may take several minutes... */
"Preparing download, this may take several minutes..." = "Preparando descarga, el proceso puede tardar varios minutos...";

/* Quit */
"Quit" = "Salir";

/* Received configuration */
"Received configuration" = "Configuración recibida";

/* Registered with Sophos Central */
"Registered with Sophos Central" = "Registrado con Sophos Central";

/* Registering with Sophos Central */
"Registering with Sophos Central" = "Registrando con Sophos Central";

/* Software installed */
"Software installed" = "Software instalado";

/* Download cancel alert sheet */
"Sophos Central Endpoint Installer" = "Sophos Endpoint Installer";

/* Sophos Device Encryption protects your data if your Mac is lost or stolen. This app downloads and installs the latest version. */
"Sophos Device Encryption protects your data if your Mac is lost or stolen. This app downloads and installs the latest version." = "Sophos Device Encryption protege sus datos si pierde su Mac o se lo roban. Esta app descarga e instala la última versión.";

/* Description of the Sophos Unified Endpoint Management on the Welcome screen for the single product installation */
"Sophos Mobile manages your Mac device and verifies its compliance. This app downloads and installs the latest version." = "Sophos Mobile administra tu dispositivo Mac y verifica su cumplimiento. Esta app descarga e instala la última versión.";

/* banner title */
"Sophos Endpoint " = "Sophos Endpoint ";

/* Sophos Endpoint Protection protects your Mac from viruses, spyware and more. This app downloads and installs the latest version. */
"Sophos Endpoint Protection protects your Mac from viruses, spyware and more. This app downloads and installs the latest version." = "Sophos Endpoint Protection protege su Mac de virus, spyware y otras amenazas. Esta app descarga e instala la última versión.";

/* Sophos Intercept X protects your Mac against ransomware and exploits. This app downloads and installs the latest version. */
"Sophos Intercept X protects your Mac against ransomware and exploits. This app downloads and installs the latest version." = "Sophos Intercept X protege su Mac contra ransomware y exploits. Esta app descarga e instala la última versión.";

/* Short description of the Sophos Advanced Intercept X with MDR on the Welcome screen for the multi-products installation */
"Intercept X with MTR: Protects against ransomware and exploits." = "Intercept X with MTR: Protege contra el ransomware y los exploits con el servicio MTR.";

/* Mobile: Manages your device and verifies compliance. */
"Mobile: Manages your device and verifies compliance." = "Mobile: Administra su dispositivo y verifica el cumplimiento.";

/* The configuration file SophosCloudConfig.plist is invalid or damaged. The installer cannot continue. */
"The configuration file SophosCloudConfig.plist is invalid or damaged. The installer cannot continue." = "El archivo de configuración SophosCloudConfig.plist no es válido o está dañado. El programa de instalación no puede continuar.";

/* (No Commment) */
"The installer self-check has failed, it may be damaged or corrupted. The installer cannot continue." = "El sistema de autocomprobación del instalador ha fallado, puede que esté dañado o corrupto. El programa de instalación no puede continuar.";

/* The required configuration file SophosCloudConfig.plist is missing from the Sophos Installer Components folder. The installer cannot continue. */
"The required configuration file SophosCloudConfig.plist is missing from the Sophos Installer Components folder. The installer cannot continue." = "Falta el archivo de configuración necesario SophosCloudConfig.plist en la carpeta «Componentes del instalador de Sophos». El programa de instalación no puede continuar.";

/* (No Commment) */
"Uninstall the existing product before installing Sophos Central Endpoint." = "Desinstale el producto existente antes de instalar Sophos Endpoint.";

/* Verifying... */
"Verifying..." = "Verificando...";

/* Waiting for configuration */
"Waiting for configuration" = "Esperando configuración";

/* (No Commment) */
"Your system does not meet the minimum system requirements for Sophos Central Endpoint." = "El sistema no cumple los requisitos mínimos de Sophos Endpoint.";

/* Your system has an incompatible Sophos Endpoint product installed. */
"Your system has an incompatible Sophos Endpoint product installed." = "Su sistema contiene una versión incompatible de un producto de Sophos.";

/* full stop at end of KBA info text */
"." = ".";

/* Misconfigured system umask was detected. */
"Misconfigured system umask was detected." = "Se ha detectado un sistema umask mal configurado.";

/* error in command line options */
"The configuration file or command line options required for installation are missing or incomplete. The installer cannot continue." = "Las opciones del archivo de configuración o de la línea de comandos necesarias para la instalación no existen o están incompletas. El programa de instalación no puede continuar.";

/* error if product is already installed */
"Your system already has the Sophos Endpoint product installed." = "Su sistema ya tiene instalado el producto Sophos Endpoint.";

/* request uninstall */
"Uninstall the existing product before re-installing Sophos Central Endpoint." = "Desinstale el producto existente antes de volver a instalar Sophos Central Endpoint.";

/* error in product assignment */
"Invalid product assignment" = "Esta combinación de productos no es válida. El programa de instalación no puede continuar.";

/*Description for Sensor product in Bootrapper installer*/
"XDR Sensor: Data collection for advanced threat analysis." = "XDR Sensor: Recopilación de datos para el análisis de amenazas avanzadas.";

/*Description for Intercept X with XDR and MTR product in Bootrapper installer*/
"Intercept X with XDR and MTR: Protects against ransomware, exploits, plus our MTR." = "Intercept X with XDR and MTR: Protege contra ransomware y exploits, además de ofrecer nuestro servicio MTR.";

/*Description for Intercept X with XDR product in Bootrapper installer*/
"Intercept X with XDR: Protects against ransomware, exploits, plus threat analysis." = "Intercept X with XDR: Protege contra ransomware y exploits, además de ofrecer análisis de amenazas.";

/*Description for Intercept X Advanced product in Bootrapper installer*/
"Intercept X Advanced: Protects against malware, ransomware and exploits." = "Intercept X Advanced: Protege contra malware, ransomware y exploits.";

/*Description for Endpoint Protection product in Bootrapper installer*/
"Endpoint Protection: Protects against viruses, spyware and more." = "Endpoint Protection: Protege contra virus, spyware y otras amenazas.";

/*Welcome page text for Sensor product in Bootrapper installer*/
"XDR Sensor: Data collection for advanced threat analysis. This app downloads and installs the latest version." = "XDR Sensor: Recopilación de datos para el análisis de amenazas avanzadas. Esta app descarga e instala la última versión.";

/*Welcome page text for Intercept X Advanced with XDR and MTR product in Bootrapper installer*/
"Sophos Intercept X Advanced with XDR and MTR protects your Mac against malware, exploits, web threats and ransomware, plus advanced threat analysis and our MTR service. This app downloads and installs the latest version." = "Sophos Intercept X Advanced with XDR y MTR protege su Mac contra malware, exploits, amenazas web y ransomware, además de ofrecer análisis de amenazas avanzadas y nuestro servicio MTR. Esta app descarga e instala la última versión.";

/*Welcome page text for Intercept X Advanced with XDR product in Bootrapper installer*/
"Sophos Intercept X Advanced with XDR protects your Mac against malware, exploits, web threats and ransomware, plus advanced threat analysis. This app downloads and installs the latest version." = "Sophos Intercept X Advanced with XDR protege su Mac contra malware, exploits, amenazas web y ransomware, además de ofrecer análisis de amenazas avanzadas. Esta app descarga e instala la última versión.";

/*Welcome page text for Intercept X product in Bootrapper installer*/
"Sophos Intercept X Advanced protects your Mac against malware, exploits, web threats and ransomware. This app downloads and installs the latest version." = "Sophos Intercept X Advanced protege su Mac contra malware, exploits, amenazas web y ransomware. Esta app descarga e instala la última versión.";
